{
  "Index": {
    "nav_home": "Home",
    "nav_about": "About",
    "nav_career": "Career",
    "nav_skill": "Skills",
    "nav_project": "Projects",
    "nav_contact": "Contact",
    "back_to_top" : "Back To Top",
    "home_detail": "hi, I'm Min Thant Mg.A Passionate Front-end React Developer based in Yangon, Myanmar and passionate about crafting seamless user interfaces. From interactive components to top-notch performance, I turn ideas into engaging digital experiences.",
    "home_more": "If you want to know more about me",
    "about_detail_one": "Hello, my name is Min Thant Mg and I am a frontend developer. My passion is creating and developing clean UI/UX for my users.",
    "about_detail_two": "My main stack currently is React/Next.js in combination with Tailwind CSS and TypeScript.",
    "time_place_one": "University of Computer Studies,Yangon",
    "time_job_one": "University Student",
    "time_detail_one": "My university life has been a wonderful journey of learning, discovery, and growth. I have met many amazing people, explored new ideas, and developed valuable skills that will help me in my future endeavors. I have also enjoyed the freedom and flexibility of managing my own time and schedule, while also facing various challenges and opportunities.",
    "time_place_two": "HexCreative",
    "time_job_two": "Android Developer",
    "time_detail_two": "I am an Android developer at HexCreative Company, where I design, create, and maintain Android-based applications using Java and Kotlin. I collaborate with cross-functional teams to define, design, and ship new features for our clients. I also work with outside data sources and APIs, unit-test code for robustness, and fix bugs and improve performance.I am passionate about building innovative and user-friendly apps that solve real-world problems.",
    "time_place_three": "Global Innovation Consulting",
    "time_job_three": "Web Developer",
    "time_detail_three": "I am a passionate web developer with experience in working at Global Innovation Consulting company.I have created dynamic and responsive web applications using Java, React, and Next.js for various clients and projects. I have a strong knowledge of web development tools and frameworks, such as Spring Boot, Material UI, and Next.js API routes. I enjoy working on challenging and innovative projects that require both front-end and back-end skills. I am always eager to learn new technologies and improve my coding skills.",
    "time_place_four": "FreeLance",
    "time_job_four": "Front-end Developer",
    "time_detail_four": "I am a freelance frontend developer with a passion for creating beautiful and functional websites. I have experience in working with various clients and projects, using HTML, CSS, JavaScript, and popular framework such as React. I have a keen eye for design and UX, and I always strive to deliver high-quality code that meets the client's needs and expectations. I enjoy learning new technologies and keeping up with the latest trends in web development.",
    "project_coinbase_detail": "Coinbase is a crypto website that allows users to search for information about various cryptocurrencies in real-time.",
    "project_Productly_detail": "Productly is a landing page for a productivity app that helps users organize their tasks, manage their time, and achieve their goals.",
    "project_Yts_detail": "YTS allows users to download free movies in high quality and small file sizes. The website has a simple and user-friendly interface, with categories such as popular downloads, latest movies, upcoming movies, and genres. Users can also search for movies by title, year, rating, or quality.",
    "project_nike_detail": "Nike Store Commerce Web App Discover the ease of online shopping with the Nike Store Commerce Web App. This platform offers a user-friendly interface and a smooth shopping experience, highlighting Nike’s premium sports gear and apparel. Designed for efficiency and style, it’s the go-to destination for Nike enthusiasts.",
    "send_message": "Send us a message",
    "location": "Location",
    "send": "send"
  }
}