{
  "Index": {
    "nav_home": "Hogar",
    "nav_career" : "Carrera",
    "nav_about": "Acerca de",
    "nav_skill": "Habilidades",
    "nav_project": "Proyectos",
    "nav_contact": "Contacto",
    "back_to_top" : "Volver arriba",
    "home_detail": "Hola, soy Min Thant Mg. Un apasionado desarrollador front-end de React con sede en Yangon, Myanmar, y un apasionado de la creación de interfaces de usuario perfectas. Desde componentes interactivos hasta un rendimiento de primer nivel, convierto ideas en experiencias digitales atractivas.",
    "home_more" : "Si quieres saber más sobre mí",
    "about_detail_one" : "Hola, mi nombre es Min Thant Mg y soy desarrollador frontend. Mi pasión es crear y desarrollar una UI/UX limpia para mis usuarios.",
    "about_detail_two" : "Mi pila principal actual es una combinación de React/Next.js con Tailwind CSS y TypeScript.",
    "time_place_one": "University of Computer Studies,Yangon",
    "time_job_one": "Estudiante universitaria",
    "time_detail_one": "Mi vida universitaria ha sido un maravilloso viaje de aprendizaje, descubrimiento y crecimiento. He conocido a mucha gente increíble, he explorado nuevas ideas y he desarrollado habilidades valiosas que me ayudarán en mis proyectos futuros. También he disfrutado de la libertad y flexibilidad de administrar mi propio tiempo y agenda, al mismo tiempo que enfrento diversos desafíos y oportunidades.",
    "time_place_two": "HexCreative",
    "time_job_two": "Android Developer",
    "time_detail_two": "Soy desarrollador de Android en HexCreative Company, donde diseño, creo y mantengo aplicaciones basadas en Android utilizando Java y Kotlin. Colaboro con equipos multifuncionales para definir, diseñar y ofrecer nuevas funciones para nuestros clientes. También trabajo con fuentes de datos externas y API, pruebo código unitario para mayor solidez y corrijo errores y mejoro el rendimiento. Me apasiona crear aplicaciones innovadoras y fáciles de usar que resuelvan problemas del mundo real.",
    "time_place_three": "Global Innovation Consulting",
    "time_job_three": "Web Developer",
    "time_detail_three": "Soy un desarrollador web apasionado con experiencia trabajando en la empresa Global Innovation Consulting. He creado aplicaciones web dinámicas y responsivas utilizando Java, React y Next.js para varios clientes y proyectos. Tengo un sólido conocimiento de marcos y herramientas de desarrollo web, como Spring Boot, Material UI y rutas API Next.js. Disfruto trabajando en proyectos desafiantes e innovadores que requieren habilidades tanto de front-end como de back-end. Siempre estoy ansioso por aprender nuevas tecnologías y mejorar mis habilidades de codificación.",
    "time_place_four": "FreeLance",
    "time_job_four": "Front-end Developer",
    "time_detail_four": "Soy un desarrollador frontend independiente apasionado por crear sitios web hermosos y funcionales. Tengo experiencia trabajando con varios clientes y proyectos, usando HTML, CSS, JavaScript y marcos populares como React. Tengo buen ojo para el diseño y la UX, y siempre me esfuerzo por entregar código de alta calidad que satisfaga las necesidades y expectativas del cliente. Disfruto aprendiendo nuevas tecnologías y manteniéndome al día con las últimas tendencias en desarrollo web.",
    "project_coinbase_detail": "Coinbase es un sitio web de cifrado que permite a los usuarios buscar información sobre varias criptomonedas en tiempo real.",
    "project_Productly_detail": "Productly es una página de inicio para una aplicación de productividad que ayuda a los usuarios a organizar sus tareas, administrar su tiempo y alcanzar sus objetivos.",
    "project_Yts_detail": "YTS permite a los usuarios descargar películas gratis en alta calidad y en archivos de tamaño pequeño. El sitio web tiene una interfaz sencilla y fácil de usar, con categorías como descargas populares, películas más recientes, próximas películas y géneros. Los usuarios también pueden buscar películas por título, año, clasificación o calidad.",
    "project_nike_detail": "Aplicación web Nike Store Commerce Descubra la facilidad de comprar en línea con la aplicación web Nike Store Commerce. Esta plataforma ofrece una interfaz fácil de usar y una experiencia de compra fluida, destacando el equipo y la indumentaria deportiva premium de Nike. Diseñado para brindar eficiencia y estilo, es el destino ideal para los entusiastas de Nike.",
    "project_ministore_detail" : "La plataforma Swiggy para que las empresas creen tiendas en línea ofrece cero comisiones, control total y entrega flexible. ¡Puedes comprar a nivel local o a nivel nacional!",
    "project_mpc_detail" : "El código postal de Myanmar proporciona información sobre códigos postales en Myanmar y ayuda a los usuarios a encontrar el código exacto para un área geográfica en particular.",
    "send_message": "Mandanos un mensaje",
    "location": "Ubicación",
    "send": "enviar"
  }
}