{
  "Index": {
    "nav_home": "ホム",
    "nav_career": "キャリア",
    "nav_about": "アバウト",
    "nav_achievements": "実績",
    "nav_skill": "スキル",
    "nav_project": "プロジェクト",
    "nav_contact": "コンタっと",
    "back_to_top" : "トップに戻る",
    "home_detail": "私は Min Thant Maung です。現在、宮崎を拠点とするフロントエンド React 開発者として熱心に働いています。ミャンマーのヤンゴン出身で、シームレスでインタラクティブなユーザー インターフェイスの構築を専門としています。パフォーマンスと使いやすさを重視し、アイデアを魅力的なデジタル エクスペリエンスに変換して、長く記憶に残るインパクトを与えます。",
    "home_more": "私についてもっと知りたいなら",
    "about_detail_one": "こんにちは！私は Min Thant Maung です。クリーンでユーザーフレンドリーな UI/UX エクスペリエンスを作成することに情熱を傾けるフロントエンド開発者です。",
    "about_detail_two": "私の主な技術スタックには、React、Next.js、Tailwind CSS、TypeScript が含まれており、これらを使用してシームレスで高性能な Web アプリケーションを構築しています。",
    "time_place_one": "University of Computer Studies,Yangon",
    "time_job_one": "大学生",
    "time_detail_one": "私の大学生活は、学び、発見、成長の素晴らしい旅でした。私は多くの素晴らしい人々に会い、新しいアイデアを模索し、将来の努力に役立つ貴重なスキルを開発してきました。また、私は自分の時間とスケジュールを管理する自由と柔軟性を楽しんでいますが、同時にさまざまな課題や機会にも直面しています。",
    "time_place_two": "HexCreative",
    "time_job_two": "Android Developer",
    "time_detail_two": "私は HexCreative Company の Android 開発者で、Java と Kotlin を使用して Android ベースのアプリケーションを設計、作成、保守しています。私は部門横断的なチームと協力して、クライアント向けの新機能を定義、設計、出荷しています。また、外部のデータ ソースや API を使用し、コードの単体テストで堅牢性を確保し、バグを修正してパフォーマンスを向上させます。現実の問題を解決する、革新的でユーザー フレンドリーなアプリを構築することに情熱を注いでいます。",
    "time_place_three": "Global Innovation Consulting",
    "time_job_three": "Web Developer",
    "time_detail_three": "私は、グローバル イノベーション コンサルティング会社で働いた経験を持つ情熱的な Web 開発者です。さまざまなクライアントやプロジェクト向けに、Java、React、Next.js を使用して動的で応答性の高い Web アプリケーションを作成してきました。私は、Spring Boot、マテリアル UI、Next.js API ルートなどの Web 開発ツールやフレームワークについて豊富な知識を持っています。フロントエンドとバックエンドの両方のスキルを必要とする、挑戦的で革新的なプロジェクトに取り組むことを楽しんでいます。私は常に新しいテクノロジーを学び、コーディング スキルを向上させることに熱心です。",
    "time_place_four": "FreeLance",
    "time_job_four": "Front-end Developer",
    "time_detail_four": "私はフリーランスのフロントエンド開発者で、美しく機能的な Web サイトを作成することに情熱を持っています。私は、HTML、CSS、JavaScript、および React などの一般的なフレームワークを使用して、さまざまなクライアントやプロジェクトと協力した経験があります。私はデザインとUXに鋭い目を持っており、クライアントのニーズと期待を満たす高品質のコードを提供するよう常に努力しています。新しいテクノロジーを学び、Web 開発の最新トレンドを追い続けることが楽しいです。",
    "project_coinbase_detail": "Coinbase は、ユーザーがさまざまな暗号通貨に関する情報をリアルタイムで検索できる暗号 Web サイトです。",
    "project_Productly_detail": "Productly は、ユーザーがタスクを整理し、時間を管理し、目標を達成するのに役立つ生産性向上アプリのランディング ページです。",
    "project_Yts_detail": "YTS を使用すると、ユーザーは高品質で小さいファイル サイズで無料の映画をダウンロードできます。 この Web サイトはシンプルで使いやすいインターフェイスを備えており、人気のダウンロード、最新の映画、今後の映画、ジャンルなどのカテゴリが用意されています。 ユーザーは、タイトル、年、評価、または品質で映画を検索することもできます。",
    "project_nike_detail": "Nike Store Commerce Web アプリ Nike Store Commerce Web アプリでオンライン ショッピングの手軽さを実感してください。 このプラットフォームは、ユーザーフレンドリーなインターフェイスとスムーズなショッピング体験を提供し、ナイキのプレミアムスポーツギアとアパレルを強調しています。 効率性とスタイルを追求したデザインで、ナイキ愛好家にとって頼りになる場所です。",
    "project_ministore_detail" : "Mini-Store Commerce は、プレミアム製品やアパレルを特集し、ユーザーフレンドリーなインターフェイスとスムーズなショッピング体験を提供します。効率性とスタイルを重視して設計されています。",
    "project_mpc_detail" : "ミャンマー郵便番号は、ミャンマー全土の郵便番号に関する情報を提供し、ユーザーが特定の地理的地域の正確なコードを見つけるのに役立ちます。",
    "send_message": "私達にメッセージを送ります",
    "location": "場所",
    "send": "送信"
  }
}